Repository: bluecodecom/woocommerce-plugin
Catalog: bluecode/languages/bluecode-*_formal.po
Languages: de_de@formal

source: Authorize
de_de@formal: Autorisieren

source: You need to fill in all fields and save the configuration before attempting the authorization.
de_de@formal: Bitte füllen Sie alle Felder aus und speichern die Einstellungen, bevor Sie die Autorisierung versuchen.

source: <a href="https://bluecode.com/en/b2b/merchants/" target="_blank">Get started with Bluecode</a>.
de_de@formal: <a href="https://bluecode.com/de-at/b2b/haendler/" target="_blank">Lernen Sie Bluecode kennen</a>.

source: The mobile payment solution that rewards you for your loyalty. Download the free Bluecode app now and unlock exclusive <a href="https://bluecode.com/en/b2c/rewards/">rewards</a>.
de_de@formal: Die mobile Bezahllösung, die dich für deine Treue belohnt. Lade jetzt die kostenlose Bluecode App herunter und profitiere von exklusiven <a href="https://bluecode.com/de-at/b2c/rewards/">Vorteilen</a>.

source: Set-up configuration
de_de@formal: Einstellungen

source: Enable/Disable
de_de@formal: Aktivieren/Deaktivieren

source: Enable Bluecode
de_de@formal: Bluecode aktivieren

source: Sandbox mode
de_de@formal: Sandbox-Modus

source: Enable Bluecode sandbox mode for testing
de_de@formal: Aktivieren SIe den Bluecode Sandbox-Modus für die Testphase

source: Use in mini-app only
de_de@formal: Nur in Mini-App verwenden

source: Enable Bluecode only in mini-app mode, not in the regular web shop
de_de@formal: Bluecode nur aktivieren, wenn der Shop als Mini-App läuft, nicht im normalen Webshop

source: Title
de_de@formal: Titel

source: Bluecode works like cash — just on your smartphone .
de_de@formal: Bluecode funktioniert wie Bargeld – nur auf Ihrem Smartphone.

source: Branch as provided by Bluecode
de_de@formal: Den Branch-Wert erhalten Sie von Bluecode

source: Slip text
de_de@formal: Belegtext

source: Text to print on sales slip. Allowed placeholders:<br/><ol><li>[[ORDERID]]: Order number</li><li>[[CUSTOMERID]]: Customer identifier</li><li>[[SHOPNAME]]: Store name</li></ol>
de_de@formal: Text, der auf dem Verkaufsbeleg gedruckt wird. Zugelassene Platzhalter:<br/><ol><li>[[ORDERID]]: Bestellnummer</li><li>[[CUSTOMERID]]: Kundennummer</li><li>[[SHOPNAME]]: Name Ihres Stores</li></ol>

source: Client ID
de_de@formal: API Client-ID

source: Get this information during your Bluecode onboarding.
de_de@formal: Sie erhalten diese Informationen während des Onboardings bei Bluecode.

source: Client Secret
de_de@formal: API Client-Secret

source: Click to authorize
de_de@formal: Autorisierung per Klick

source: Click to re-authorize
de_de@formal: Neu-Autorisierung per Klick

source: Click here and then enter your merchant credentials to authorize this shop for Bluecode API access.
de_de@formal: Klicken Sie hier und geben dann die genannten Bluecode-Daten an, um Ihren Shop für Bluecode zu autorisieren.

source: Bluecode payment options
de_de@formal: Bezahleinstellungen für Bluecode

source: (new cust)
de_de@formal: (neuer Kd.)

source: Bluecode error: missing Client-ID
de_de@formal: Bluecode-Fehler: fehlende Client-ID

source: Bluecode error: missing Client Secret
de_de@formal: Bluecode-Fehler: fehlendes Client Secret

source: Bluecode error: missing branch
de_de@formal: Bluecode-Fehler: fehlende Branch

source: Bluecode error: missing purpose
de_de@formal: Bluecode-Fehler: fehlender Belegtext

source: Refunded %s - Refund ID: %s - Reason: %s
de_de@formal: Erstattet %s - Refund ID: %s - Grund: %s

source: Refunded %s - Reason: %s
de_de@formal: Erstattet %s - Grund: %s

source: Refund failed: Issuer does not support automatic refund
de_de@formal: Erstattung fehlgeschlagen: Bank unterstützt keine Erstattung

source: Refund returned error: %s
de_de@formal: Erstattung lieferte Fehler: %s

source: Order number already used, please create a new order
de_de@formal: Bestellnummer bereits verwendet, bitte legen Sie eine neue Bestellung an

source: Could not initialize payment, try again later
de_de@formal: Bezahlung konnte nicht gestartet werden, versuchen Sie es später erneut

source: Bluecode connection timed out, try again later.
de_de@formal: Verbindung zu Bluecode konnte nicht hergestellt werden, versuchen Sie es später erneut.

source: The plugin configuration data is incorrect
de_de@formal: Die Einstellungen des Plugins sind fehlerhaft

source: Thank you for your purchase!
de_de@formal: Danke für Ihren Kauf!

source: No code obtained, authorization failed
de_de@formal: Es wurde kein Code erhalten, die Autorisierung ist fehlgeschlagen

source: Token successfully retrieved, authorization succeeded
de_de@formal: Token erfolgreich abgeholt, die Autorisierung ist abgeschlossen

source: Token could not be retrieved, authorization failed
de_de@formal: Das Token konnte nicht ermittelt werden, die Autorisierung ist fehlgeschlagen

source: OAuth Confirmation
de_de@formal: OAuth-Bestätigung

source: Close window
de_de@formal: Fenster schließen

source: Order cancelled by customer
de_de@formal: Bestellung durch den Kunden storniert

source: Bluecode payment was cancelled by user
de_de@formal: Bluecode-Zahlung wurde vom Benutzer storniert

source: Bluecode payment failed
de_de@formal: Bluecode-Zahlung fehlgeschlagen

source: Order payment via Bluecode declined
de_de@formal: Bluecode-Bezahlung abgelehnt

source: Order payment via Bluecode cancelled
de_de@formal: Bluecode-Bezahlung abgebrochen

source: General failure
de_de@formal: Allgemeiner Fehler

source: Order payment via Bluecode failed
de_de@formal: Bluecode-Zahlung fehlgeschlagen

source: Order status is
de_de@formal: Belegstatus ist

source: Plugin to integrate the Bluecode payment method into WooCommerce.
de_de@formal: Plugin, um die Bluecode-Zahlungsmethode in WooCommerce zu integrieren.
